Repository: mathoutitou/canard_delivre
Catalog: web/modules/custom/custom_translations/src/translation/*/media_missing.po
Languages: fr

source: Media name
fr: Nom du média

source: The name of this media.
fr: Le nom de ce média.

source: Delete media
fr: Supprimer le média

source: Publish media
fr: Publier le média

source: Save media
fr: Enregistrer le média

source: Unpublish media
fr: Dépublier le média

source: Add a new media
fr: Ajouter un nouveau média

source: Add a new media entity.
fr: Ajouter une nouvelle entité média.

source: Find and manage media.
fr: Trouver et administrer un média.

source: Manage media bundles.
fr: Administrer les types de média.
